// მომხმარებელეს შემოატანინეთ 2 რიცხვი, თუ პირველი რიცხვი მეტია მეორე რიცხვზე, მაშინ გამოიტანეთ 'პირველი რიცხვი არის მეორე რიცხვზე მეტი', თუ მეორე რიცხვი არის მეტი პირველ რიცხვზე, მაშინ გამოიტანეთ 'მეორე რიცხვი მეტია პირველზე', ხოლო თუ ეს ორი რიცხვი ერთმანეთის ტოლია მაშინ გამოიტანეთ 'ეს რიცხვები ერთმანეთის ტოლია!'
// გააკეთეთ სამივე მაგალითი

// let num1 = prompt("ჩაწერეთ რიცხვი")
// let num2 = prompt("ჩაწერეთ რიცხვი")

// if (num1 > num2) {
//     console.log("პირველი რიცხვი არის მეორე რიცხვზე მეტია")
// }else if (num1 < num2) {
//     console.log("მეორე რიცხვი მეტია პირველზე")
// }else {
//     console.log("ეს რიცხვები ერთმანეთს ტოლია")
// }





let chad = confirm("are you chad?")
console.log(chad)