// მომხმარებელს შემოატანინეთ ქულა, თუ რიცხვი ტოლია 100, მაშინ გამოიტანეთ, რომ თქვენ დაგიფინანსდათ სწავლა სრულია, თუ ქულა მეტია 70 ზე, მაშინ გამოიტანეთ, თქვენ დაგიფინანსდათ სწავლა 3000 ლარით, თუ შემოტანილი ქულა მეტია 40 ზე, მაშინ გამმოიტანეთ, თქვენ დაგიფინანსდათ სწავლა 1000 ლარით, ხოლო თუ შემოტანილი ქულა ნაკლებია 20 ზე, მაშინ დაწერეთ თქვენ არ დაფინანსდათ სწავლა.

let point = prompt("შემოიყვანეთ თქვენი ქულა")

if (point == 100) {
    alert("გილოცავ თქვენი სწავლა დაგიფინანსდებათ სრულად")
} else if (point <= 100 & point >= 70) {
    alert("თქვენი სწავლა დაგიფინანსდებათ 3000 ლარით")
} else if (point <= 70 & point >= 40) {
    alert("თქვენი სწავლა დაგიფინანსდებათ 1000 ლარით")
} else {
    alert("ბოდიში თქვენი სწავლა არ დაგიფინანსდებათ :(")
}